7zip
aichat
android-tools
android-udev
ardour
ark
audacity
aurorae
base
base-devel
bat
beets
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
ddrescue
discord
docker
docker-compose
dolphin
drkonqi
efibootmgr
ethtool
ex-vi-compat
exfatprogs
eza
fastfetch
fd
filelight
firefox
fish
flatpak-kcm
fwupd
fzf
gamemode
git
github-cli
glow
gparted
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gwenview
htop
hydrogen
intel-ucode
inxi
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kgamma
kglobalacceld
kid3
kid3-qt
kinfocenter
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
lib32-gamemode
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libkscreen
libksysguard
libldm
libplasma
libvdpau-va-gl
linux
linux-firmware
linux-headers
lsd
man-db
man-pages
milou
mtr
ncdu
neovim
networkmanager
npm
ntfs-3g
nvidia-open
nvidia-utils
obs-studio
ocean-sound-theme
okular
opencl-nvidia
openrgb
openssh
os-prober
oxygen
oxygen-sounds
pacman-contrib
pdfarranger
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
python-langdetect
python-pip
python-pipx
python-pylast
qalculate-qt
qbittorrent
qqc2-breeze-style
rclone
reflector
rkhunter
rsync
scrcpy
sddm
sddm-kcm
soundfont-fluid
spectacle
starship
stow
strace
sudo
systemsettings
task
tcl
tk
tree
tree-sitter-cli
ttf-firacode-nerd
unzip
usbutils
v4l2loopback-dkms
viewnior
vlc
wacomtablet
wev
wireshark-qt
wl-clipboard
wofi
xdg-desktop-portal-kde
yt-dlp
zip
